KCX-Mapping-Convert/testdaten/Export/diehl/uids_ck.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header>
<Header soap:mustUnderstand="true" xmlns="http://www.eurtradenet.com/schemas/header/200310">
<To>DE01.CSFTEST.2158</To>
<From>XX01.CSFTEST.2158</From>
<MessageID>DE01DE0121582008091010000008</MessageID>
<SentAt>2008-09-10T12:18:45 +0200</SentAt>
<Act>request</Act>
<MessageType>ExportDeclaration</MessageType>
<MessageVersion>2.0</MessageVersion>
</Header>
</soap:Header>
<soap:Body>
<Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200809">
<Export>
<ExportDeclaration>
<Consignee>
<Address>
<Name>Metallexport Metallexport</Name>
<StreetAndNumber>Puskin Ul.</StreetAndNumber>
<PostalCode>444444</PostalCode>
<City>Petersburg</City>
<CountryCodeISO>RU</CountryCodeISO>
</Address>
</Consignee>
<Declarant>
<TIN>9002243</TIN>
<CustomsID>1</CustomsID>
<Contact>
<Function>Sachbearbeiter Export</Function>
<Name>Michael</Name>
<Email>michael.meier@diehl-informatik.de</Email>
<Phone>0911/9472999</Phone>
<Fax>0911/94772999</Fax>
</Contact>
</Declarant>
<AuthorisationID>DE5864ZA0098</AuthorisationID>
<ContainerIndicator>0</ContainerIndicator>
<CustomsOffices>
<OfficeOfExit>DE005872</OfficeOfExit>
<OfficeOfExport>DE005866</OfficeOfExport>
</CustomsOffices>
<DestinationCountry>RU</DestinationCountry>
<CountryOfDispatch>DE</CountryOfDispatch>
<GrossMass>61230</GrossMass>
<Incoterms>
<Code>EXW</Code>
<City>Nürnberg</City>
</Incoterms>
<ItemsQuantity>005</ItemsQuantity>
<MeansOfTransport TransportType="Inland">
<Type>03</Type>
</MeansOfTransport>
<MeansOfTransport TransportType="Border">
<Type>03</Type>
<Mode>33</Mode>
<Nationality>QU</Nationality>
</MeansOfTransport>
<ParticipantsCombination>0</ParticipantsCombination>
<PlaceOfLoading>
<Code>AA01</Code>
</PlaceOfLoading>
<ReferenceNumber>0000020218/90034692</ReferenceNumber>
<TransportPaymentMethod>D</TransportPaymentMethod>
<CommercialReferenceNumber>80013547</CommercialReferenceNumber>
<ShipmentPeriod>
<Begin>2010-01-01T01:00:00</Begin>
<End>2010-01-02T03:00:00</End>
</ShipmentPeriod>
<Transaction>
<Type>11</Type>
<Amount>15000</Amount>
<Currency>EUR</Currency>
</Transaction>
<TypeOfDeclaration>
<RegionCode>EX</RegionCode>
<ProcedureCode>c</ProcedureCode>
</TypeOfDeclaration>
<HeaderExtensions>
<TydenSealsFlag>0</TydenSealsFlag>
<TydenSealsStockFlag>0</TydenSealsStockFlag>
</HeaderExtensions>
<Itinerary>
<CountryOfRouting>DE</CountryOfRouting>
<CountryOfRouting>PL</CountryOfRouting>
<CountryOfRouting>BY</CountryOfRouting>
<CountryOfRouting>RU</CountryOfRouting>
</Itinerary>
<GoodsItem>
<ItemNumber>001</ItemNumber>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>Disketten Laufwerk, 3,5", HD / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>61230</GrossMass>
<NetMass>0130</NetMass>
<OriginRegion>09</OriginRegion>
<UNDGCode>0000</UNDGCode>
<Packaging>
<Quantity>1</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Packaging>
<Quantity>1</Quantity>
<MarksAndNumbers>00112005670000010757</MarksAndNumbers>
<Number>02</Number>
<Type>PX</Type>
</Packaging>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>03</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
</PreviousDocument>
<ProducedDocument>
<Document>
<Category>Y901</Category>
<DateOfCreation/>
<DateOfValidity/>
<Writeoff>
<Value>000000000</Value>
<WriteoffValue>         0.0000000</WriteoffValue>
</Writeoff>
</Document>
</ProducedDocument>
<StatisticalValue>7</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>002</ItemNumber>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>Festplatte, 20 GB / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>0450</NetMass>
<OriginRegion>09</OriginRegion>
<UNDGCode>0000</UNDGCode>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
</PreviousDocument>
<StatisticalValue>13</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>003</ItemNumber>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>EXL AP HOLZLASUR KASTANIE RU/UA/LT 1 LT / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>0950</NetMass>
<OriginRegion>99</OriginRegion>
<UNDGCode>0000</UNDGCode>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>40</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
</PreviousDocument>
<PreviousDocument>
<Type>822</Type>
</PreviousDocument>
<StatisticalValue>20</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>004</ItemNumber>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription> CD-ROM Laufwerk / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>0450</NetMass>
<OriginRegion>09</OriginRegion>
<UNDGCode>0000</UNDGCode>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010719</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
</PreviousDocument>
<StatisticalValue>26</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
<GoodsItem>
<ItemNumber>005</ItemNumber>
<CommodityCodeKN8>72111900</CommodityCodeKN8>
<GoodsDescription>TFT Bildschirm, 17"1 / Flachgewalzte Erzeugnisse aus Eisen oder nicht legiertem Stahl, nur warmgewalzt, mit einer Dicke von weniger als 4,75mm, mit einer Breite von weniger als 600mm</GoodsDescription>
<GrossMass>0000</GrossMass>
<NetMass>15000</NetMass>
<OriginRegion>09</OriginRegion>
<UNDGCode>0000</UNDGCode>
<Packaging>
<Quantity>0</Quantity>
<MarksAndNumbers>00112005670000010757</MarksAndNumbers>
<Number>01</Number>
<Type>PX</Type>
</Packaging>
<Procedure>
<Declared>10</Declared>
<Previous>00</Previous>
</Procedure>
<PreviousDocument>
<Type>380</Type>
</PreviousDocument>
<StatisticalValue>33</StatisticalValue>
<StatisticalQuantity>0000</StatisticalQuantity>
</GoodsItem>
</ExportDeclaration>
</Export>
</Submit>
</soap:Body>
</soap:Envelope>